"%@ - Offline" = "%@ – frakoblet";

"3D Secure" = "3D Secure";

"Add New Card…" = "Legg til nytt kort…";

"Add a Card" = "Legg til kort";

"Apt." = "Leil.";

"Contact" = "Kontakt";

"Delivery" = "Leveranse";

"Delivery Address" = "Leveringsadresse";

"Free" = "Gratis";

"Invalid Shipping Address" = "Ugyldig leveringsadresse";

"Loading…" = "Laster ...";

"Multibanco" = "Multibanco";

"Next" = "Neste";

"Online Banking (FPX)" = "Banktjenester på nett (FPX)";

"Payment Method" = "Betalingsmåte";

"Shipping" = "Frakt";

"Shipping Method" = "Forsendelsesmetode";

"Use Billing" = "Bruk fakturaadresse";

"Use Delivery" = "Bruk leveringsadresse";

"Use Shipping" = "Bruk forsendelsesadresse";
